Сверстать страницу из LANDING_PAGE_JULY_redo2_sourcefile_(1).ai
(также ее можно посмотреть
 в LANDING_PAGE_JULY_redo1.pdf)

Все блоки делать не нужно. Делаем только те, которые не перечеркнуты
 красным в image.png
 Те, которые перечеркнуты - делать не нужно. 

Верстка должна быть адаптивной.


При нажатии на кнопку FIND A GIG нужно сделать GET-запрос
сервер: http://demos.wonderkidstudio.com/sites/crud/api/index.php?/api

Получение списка итемов: /products

После получения списка, вывести (как показывать - на ваше усмотрение) только итем с id=30


Также учесть, что люди могут нажимать на кнопку по 3-4 раза подряд.
Какие варианты решения этой проблемы вы можете предложить?

Реализуйте наиболее красивым на ваш взгляд способом.
